IDEA StatiCa Open Model
MatConcreteHKG Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
 Constructor
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public MatConcreteHKG()
Public Sub New
public:
MatConcreteHKG()
See Also
Reference
MatConcreteHKG Class
IdeaRS.OpenModel.Material Namespace